Repository: Arafatilla/SahtechV2_
Catalog: SahtechFront/lib/core/l10n/app_*.arb
Languages: ar, fr

# appTitle
source: Sahtech
ar: صحتك

# chronicDiseaseQuestion
source: Do you have a chronic disease?
ar: هل لديك مرض مزمن؟
fr: Avez vous une maldie chronique ?

# chronicDiseaseExplanation
source: For a better experience and a personalized scan adapted to your profile, we need to know certain information about your health status
ar: لتجربة أفضل وفحص مخصص يتناسب مع ملفك الشخصي، نحتاج إلى معرفة بعض المعلومات عن حالتك الصحية
fr: Pour une meilleure expérience et un scan personnalisé adapté à votre profil, nous avons besoin de connaître certaines informations sur votre état de santé

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Next
ar: التالي
fr: suivant

# selectLanguage
source: Choose a language
ar: اختر لغة
fr: Choisir une langue

# pleaseSelectOption
source: Please select an option
ar: الرجاء تحديد خيار
fr: Veuillez sélectionner une option

# informationSaved
source: Information saved successfully!
ar: تم حفظ المعلومات بنجاح!
fr: Informations enregistrées avec succès!

# selectProofTitle
source: Select a proof of your profession! ðŸŽ“
ar: اختر إثبات مهنتك! 🎓
fr: Sélection une preuve de votre métier ! 🎓

# selectProofSubtitle
source: Please select a proof containing your diploma. This step is mandatory.
ar: يرجى اختيار إثبات يحتوي على شهادتك. هذه الخطوة إلزامية.
fr: Veuillez sélectionner une preuve contenant votre diplôme. Cette étape est obligatoire.

# chooseProofHint
source: Choose a proof of your profession
ar: اختر إثبات مهنتك
fr: Choisissez une preuve de votre métier

source: Diploma
ar: شهادة
fr: Diplôme

source: Work attestation
ar: شهادة عمل
fr: Attestation de travail

source: Training attestation
ar: شهادة تدريب
fr: Attestation de formation
